Repository: mozilla-l10n/mt-training-data
Catalog: vec/vec_pontoon.tmx
Source language: en_us
Languages: vec

source: Voice recording in progress
vec: Registrasion en corso…

source: Voices Online Now
vec: Vosi atualmente online

source: Votic
vec: Votico

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
vec: VoxForge el xe sta creà apoxitamente par rancurare trascrisioni de detati da uxare ne i motori de riconosimento vocaƚe gratuiti e open source.

source: Want to change your voice clip?
vec: Vuto canbiare ƚa registrasion vocaƚe?

source: Want to help make Common Voice even better? Great! Get in touch via email or on <discourseLink>Discourse</discourseLink>, submit feedback through <githubLink>GitHub</githubLink>, or join us on <matrixLink>Matrix</matrixLink>.
vec: Vuto jutarne a mijorare Common Voice? Otimo! Contattane via email o so <discourseLink>Discourse</discourseLink>, lasa on feedback so <githubLink>GitHub</githubLink> o unisite a noialtri so <matrixLink>Matrix</matrixLink>.

source: Want to help make Common Voice even better? Great! Get in touch via email or on <discourseLink>Discourse</discourseLink>, submit feedback through <githubLink>GitHub</githubLink>, or join us on <slackLink>Slack</slackLink>.
vec: Vuto jutarne a mijorare Common Voice? Otimo! Contattane via email o so <discourseLink>Discourse</discourseLink>, lasa on feedback so <githubLink>GitHub</githubLink> o unisite a noialtri so <slackLink>Slack</slackLink>.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
vec: Vuto risevere axornamenti so ƚe nove version de'l dataset de Common Voice? Iscrivite a ƚa newsletter.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
vec: Semo drio costruire on dataset de vosi publico e vèrto che chiuncue posa utilixare par adestrare aplicativi co suporto vocaƚe.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
vec: Mozilla el xe drio radunare na comunità de persone interesà a ƚe tecnologie vocaƚi. Ne piaserìa restare en contato co ti co axornamenti e nove fonti de dati, ma anca par conosere cofà te uxi i dati de Common Voice.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
vec: Secondo noialtri on grande dataset disponibiƚe publicamente promoverà l’inovasione e na sana competision comerciaƚe ne'l canpo de'l aprendimento automatico baxà so tecnologie vocaƚi. La nòstra ƚa xe n’inisiativa globaƚe, tuti i xe invità a partesipare. El nòstro scopo el xe cueƚo de rendare ƚe tecnologie vocaƚi pì incluxive e adate a rispeciare ƚa diversità de vosi ne'l mondo.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
vec: Credemo che metare en circolasion dataset de voci publici de grandi dimensioni posa promovere inovasion e sana concorensa comerciaƚe tra ƚe tecnologie de aprendimento automatico baxà so'l riconosimento vocaƚe. El dataset multilingue de Common Voice el xe xà pì grando de'l so xenere disponibiƚe publicamente, ma no el xe el unico. Considera sta pàgina cofà on punto de riferimento par dataset open source e, man man che Common Voice continua a cresere, na pàgina par i nòstri axornamenti.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
vec: Calcolemo ƚe ore stimando ƚa lunghesa media de ogni registrasion e moltiplichemo cuel nùmaro par el nùmaro totaƚe de registrasion en tute cuante ƚe ƚengue.

source: We don't have anything to validate in this language, help us fill the queue.
vec: No xe prexenti registrasion da convalidare en sta ƚengua, jutane registrando cualche fraxe.

source: Weekly
vec: Setimanaƚe

source: Weekly Goal
vec: Obietivo setimanaƚe

source: Welcome { $company } staff!
vec: Benvenùo, menbro de { $company }.

source: Welsh
vec: Gaƚexe

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
vec: Ƚe to informasioni personaƚi le xe a el seguro co noialtri. Par i detaji lèxii ƚ’<privacyLink>informativa su ƚa privacy</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
vec: Semo drio realixare on dataset de vosi multiƚingua e open source che chiuncue el poƚe utilixarƚa par mijorare aplicasioni munìe de riconosimento vocaƚe.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
vec: Semo drio realixare on dataset vocaƚe open source atraverso el crowdsourcing. Dona ƚa to vose, convaƚida ƚe registrasioni invià da altre persone, rendi el dataset mijore par tuti cuanti.

source: We’re sorry, but your platform is not currently supported.
vec: La piattaforma in uxo no la xe atualmente suportà.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
vec: Voƚemo che el dataset de Common Voice rifleta ƚa cualità audio che on motore de riconosimento vocaƚe “scolterà” ne ƚa vita de tuti i giorni, par sto motivo cerchemo ƚa varietà. Oltre a na comunità diversificada de parlanti, on dataset co cualità audio variabiƚe ƚa insegnerà a'l motore de riconosimento vocaƚe a gestire varie situasioni de'l mondo reale, da'l parlato de sotofondo a'l rumore de ƚ’automobiƚe. En poche paroƚe, finché se distingue ƚe paroƚe ƚa to registrasion ƚa va benisimo par il dataset!

source: We will be in touch with more information about how to add your language to Common Voice very soon.
vec: Presto te riseverè istrusioni su cofà xontare ƚa to ƚengua a Common Voice.

source: We will be in touch with more information as it becomes available.
vec: Te ciameremo na volta sarà disponibiƚi novi axornamenti.

source: We will not make your email public.
vec: No renderemo el to indiriso email publico.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
vec: Examineremo la to richiesta de rimosione de ƚe registrasioni vocaƚi da'l dataset. Se ƚa richiesta ƚa vegnerà aprovà, contateremo chi ga scaricà el dataset e dimanderemo de rimovere ƚe to registrasioni vocaƚi.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
vec: Che roba vol dire che xe proibìo “determinare ƚ’identità” de ƚe voci ne i dataset de Common Voice?

source: What is Common Voice?
vec: Che roba xeƚa Common Voice?

source: What issues are you experiencing with this sentence?
vec: Che problemi sito drio riscontrare co sta fraxe?

source: What level of audio quality is required for a voice clip to be used in the dataset?
vec: Cuaƚe liveƚo de cualità audio xe necesarìa da na registrasion vocale par esare utilixà ne el dataset?

source: What’s inside the Common Voice dataset?
vec: Che roba ghe xe a l’interno de el dataset de Common Voice?

source: What's Public?
vec: Che dati xeƚi publici?

source: What’s the difference between Common Voice and Deep Speech?
vec: Che difarensa che xe intra Common Voice e Deep Speech?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
vec: Co on utente bocia na registrasion, ƚa torna ne ƚa Coa. Se la vien bocià na seconda volta, la vien trasferìa ne'l Cimitero de ƚe registrasion.

source: When will you release Common Voice data in other languages?
vec: Cò vegnerà rilasà i dati de Common Voice en altre ƚengue?

source: Where does the source text come from?
vec: Da dove vien el testo de origine?

source: Why ?
vec: Parché?

source: Why a profile?
vec: Parché creare on profiƚo?

source: Why Common Voice?
vec: Parché Common Voice?

source: Why does this matter?
vec: Parché el xe inportante?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
vec: Parché no dimandè a ƚe parsone de lèxere brani da ƚibri o articoƚi de Wikipedia en diverse ƚengue?

source: Why do you need so many different speakers per language?
vec: Perché gavì bisogno de così tante diverse vosi par ogni ƚengua?

source: Why is 10,000 validated hours the per language goal for capturing audio?
vec: Parché 'l obietivo de registrasion el xe proprio 10.000 ore convalidà par ogni ƚengua?

source: Why is Common Voice part of the Mozilla mission?
vec: In che modo Common Voice rientra ne ƚa mision de Mozilla?

source: Why is it important?
vec: Parché xe inportante?

source: Why is my language not included yet?
vec: Parché ƚa me ƚengua no ƚa ghe xe gnancora?

source: Why should I sign up for an account?
vec: Parché gavarìa registrare on account?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
vec: Vuto dimandare anca l’eliminasion de ƚe registrasioni vocaƚi o preferisito conservarƚe ne'l dataset de Common Voice?

source: Yes
vec: Sì

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
vec: Sì, mandame ƚe email. Me piaserìa restare informà so el progeto Common Voice

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
vec: Sì, inviame ƚe email. Me piaserìa restare informà su i progresi de Common Voice en sta ƚengua.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
vec: Sì, serchemo sopratuto vosi cofà ƚa tua! Uno dei obietivi de Common Voice el xe rancurare cuanti pì asenti posibiƚi en modo che i servisi de riconosimento vocaƚe funsionino egualmente bene par tutti. I contributi vocaƚi de i no-madreƚingua i xe coxì particolarmente inportanti.

source: You
vec: Tu

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
vec: Vegnerà scaricà <size>{ $size }GB</size> de dati. Prosedere co el download?

source: You are prepared to initiate a download of <b>{ $size }</b>
vec: Sito pronto par scomisiare on download de <b>{ $size }</b>

source: You can choose to make your username public or anonymous.
vec: Te poi sejere de rendare el to nome utente publico o anonimo.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
vec: Crea on profilo Common Voice e dona la to vose par jutarne a costruire on dataset diversificà e open source.

source: You must allow microphone access.
vec: Xe necesario consentire l’aceso a el microfono de el dispoxitivo.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
vec: Le to registrasioni vocaƚi anonime ƚe resterà ne'l dataset de Common Voice e, na volta eliminà el to profiƚo, no te poderè pì mandare na richiesta par rimoverƚe.

source: Your avatar now includes a voice clip!
vec: Deso el to avatar ga na registrasion vocaƚe!

source: Your daily goal has been created
vec: Obietivo cuotidian creà

source: Your download has started.
vec: Download scomisià.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
vec: Co ƚa sèlta atuale <bold>NO</bold> te riseverè email cofà promemoria de i obietivi, axornamenti so i progresi e newsletter riguardo Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
vec: Gheto dimandà de risevere email cofà: promemoria de i obietivi, axornamenti su i progresi e newsletter so Common Voice.

source: Your Languages
vec: Ƚe to ƚengue

source: Your username and email will not be associated with the published data.
vec: El to nome utente e email no la vegnerà asocià co i dati publicà.

source: Your weekly goal has been created
vec: Obietivo settimanaƚe creà

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
vec: Te ghe jutà Common Voice a rivare a <goalPercentage></goalPercentage> de el traguardo xornaƚiero { $goalValue } par ƚe registrasion.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
vec: Te ghe jutà Common Voice a rivare a <goalPercentage></goalPercentage> de'l traguardo de'l dì { $goalValue } par ƚe convaƚide.

source: You've successfully signed up for contributing to { $language }. Thank you.
vec: Te te si notà cofà coƚaboratore par ƚa ƚengua { $language }. Grasie.

source: As soon as you are happy with your translation, you can save it by pressing Enter or clicking the save icon in the toolbar. To quit translation mode without saving changes, press Esc or click the cancel icon in the toolbar.
vec: Pena te si sodisfato de ƚa tradusion te poi salvarƚa strucando Manda o faxendo clic so'l boton Salva ne ƚa bara de i stromenti. Par abandonare la tradusion sensa salvare, strucare Esc o selesionare el boton Anula ne ƚa bara de i stromenti.

source: a text block
vec: on tòco de testo

source: A toolbar appears above the dashed rectangle, allowing you to select the corresponding text block for editing. To do so, either click on the Edit button in the toolbar, or double-click anywhere inside the dashed border.
vec: Na bara de i stromenti la aparirà sora a'l rettangolo trategià. Par modìfegare el bloco de testo corispondente strucare el boton Modìfega ne la bara, o fare dopio clic en on punto cualuncue a el interno de'l retangolo.

source: Crafted by Mozilla
vec: Realixà da Mozilla

source: Get instant preview
vec: Anteprima en tenpo reaƚe

source: Hover
vec: Pasa el mouse

source: In-context localization
vec: Localixasion contestuaƚe

source: In place.
vec: Ne'l contesto.

source: Join us
vec: Coƚabora

source: Localize the web.
vec: Localixa el Web.

source: over web content
vec: Su i contenudi web

source: See spatial limitations
vec: Limiti de spasio

source: selected text
vec: el testo selesionà

source: Tell Me More
vec: Altre informasion

source: The moment you submit translation, it replaces the original text in the web page, making you the first proofreader and tester.
vec: Ne'l momento che te mandi la tradusion, sta cua sostituise el testo originaƚe ne ƚa pagina web, fasendote ti el primo verificatore.

source: Translate
vec: Traduxi

source: Understand context
vec: Contesto ciaro

source: What is in-context localization?
vec: Cosa xeƚa ƚa localixasion contestuaƚe?

source: When you enter editing mode, the entire text block will be selected. You can start typing your translation immediately while seeing the exact context of your source string and how much space is available for your translation.
vec: Cò se entra en modalità modìfega, vegnerà selesionà l’intero bloco de testo. Te poi inisiare a digitare diretamente ƚa to tradusion, gavendo a dispoxision el contesto preciso e el spasio disponibiƚe.

source: your translation
vec: la to tradusion
